app/controllers/users_controller.rb

	def index
		@user = User.all
---
SELECT "users".* FROM "users"

	def create
		@user = User.new(user_params)

		if @user.save
---
INSERT INTO "users" ("name", "last_name", "group", "count_number", "user_name", "password", "password_2", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?)